Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: This platform serves as the staging ground for the construction of the $pgr$.
ru: Эта станция служит плацдармом для строительства Великой стены Фанона.

source: This platform serves as the staging ground for the construction of the $star_imploder_2$s.
ru: Эта станция служит плацдармом для строительства Рунического звездного конвертера.

source: This project will be abandoned, papers shredded, scientists fired and will never come up again.
ru: Этот проект будет заброшен, бумаги уничтожены, ученые уволены и проект больше никогда не появится.

source: This project will be postponed for now but will reappear at a later time.
ru: Этот проект будет пока отложен, но появится позднее.

source: This promises to be quite the fight.
ru: Это обещает быть захватывающая битва

source: This race prefers the environment present only on $pc_ae_habitat$s.
ru: Эта раса предпочитает окружающую среду, присутствующую только на Среде обитания Темной энергии.

source: This race prefers the environment present only on $pc_dm_habitat$s.
ru: Эта раса предпочитает окружающую среду, присутствующую только на Среде обитания Темной материи.

source: This race prefers the environment present only on $pc_phanon_habitat$s.
ru: Эта раса предпочитает окружающую среду, присутствующую только на Среде обитания Фанона.

source: This race prefers the environment present only on $pc_phanon_macripp$s.
ru: Эта раса предпочитает окружающую среду, присутствующую только на Фанон МакР.И.П.П.

source: This race prefers the environment present only on $pc_sigma_deepspace_habitat$s.
ru: Эта раса предпочитает окружающую среду, присутствующую только на Среде обитания Стелларита в глубоком космосе.

source: This race prefers the environment present only on $pc_sigma_habitat$s.
ru: Эта раса предпочитает окружающую среду, присутствующую только на Среде обитания Стелларита.

source: This race prefers the environment present only on $pc_sigma_solaripp$s.
ru: Эта раса предпочитает окружающую среду, присутствующую только на Сигма СолаР.И.П.П.

source: This rebel state is being supported by alien empires in their struggle against the Kaiser.
ru: Это мятежное государство поддерживается инопланетными империями в их борьбе против кайзера.

source: This relic is purely a collectible and does not have any active effects.
ru: Эта реликвия не обладает активным эффектом.

source: This ruler understands the value in using military stations to secure territory.
ru: Этот правитель понимает ценность военных станций для обеспечения безопасности наших территорий.

source: This scientist had already been revered as a multitalented expert of many fields of Engineering even before our ascension, yet their own ascensions have enabled them to transcend even further and they have now likely become one of the most talented Engineers the galaxy has ever seen.
ru: Этот лидер легко справляется с инженерными технологиями.

source: This scientist had already been revered as a multitalented expert of many fields of Physics even before our ascension, yet their own ascensions have enabled them to transcend even further and they have now likely become one of the most talented Physicists the galaxy has ever seen.
ru: Этот лидер легко справляется с физическими технологиями.

source: This scientist had already been revered as a multitalented expert of many fields of Sociology even before our ascension, yet their own ascensions have enabled them to transcend even further and they have now likely become one of the most talented Sociologists the galaxy has ever seen.
ru: Этот лидер легко справляется с технологиями общества.

source: This scientist has been exceptionally interested in FTL and Sublight Propulsion technologies ever since their initial ascensions, and has developed several creative strategies that allow their science ships to move faster as a result.
ru: Этот лидер улучшил сканер корабля, позволяющий быстрее обнаруживать любые препятствия на пути корабля, благодаря чему он может двигаться быстрее.

source: This scientist has developed an exceptional ability to notice and understand things that are difficult and not immediately obvious during their ascensions, and is unlikely to miss any anomalies while surveying.
ru: Этот лидер, скорее всего, трижды проверит любую исследуемую планету, чтобы убедиться, что он не пропустил ни одной аномалии.

source: This scientist has found a way to temporarily overload their science ships scanners during their ascensions, allowing them to drastically increase their surveying speed whith minimal risk of a critical overload thanks to careful scheduling and monitoring.
ru: Этот лидер знает, как эффективно исследовать планету, уменьшая время, необходимое для исследования системы.

source: This scientist has managed to program a personal anomaly-investigating AI using their ascended skills, significantly increasing anomaly research speed.
ru: Этот лидер имеет опыт и знает, как справиться с опасностью, он будет расследовать аномалии быстрее.

source: This section is dedicated to massive shipbuilding operations, capable of massive throughput.
ru: Этот раздел посвящен масштабным судостроительным операциям, способным обеспечить огромную пропускную способность.

source: This shall go down in history.
ru: Это войдет в историю.

source: This should explain everything.
ru: Это должно все объяснить

source: This should not be visible.
ru: Это не должно быть видно.

source: This site will one day provide our empire with several planets worth of minerals.
ru: Это место однажды обеспечит нашу империю полезными ископаемыми на несколько планет.

source: This site will serve as a base to construct an $name_orbital_artificial_eco$, which is a large structure housing a fully artificial ecosystem on which we can experiment freely.
ru: Это место послужит базой для строительства $name_orbital_artificial_eco$, представляющего собой большое сооружение, в котором находится полностью искусственная экосистема, над которой мы можем свободно экспериментировать.

source: This situation does not progress.
ru: Ситуация не развивается

source: This skeletal frame will support massive mirrors, capable of reflecting light back and forth through the Black Hole's ergosphere, generating vast amounts of energy.
ru: Этот скелетный каркас будет поддерживать массивные зеркала, способные отражать свет взад и вперед через эргосферу Черной дыры, генерируя огромное количество энергии

source: This slender frame will one day support a mining complex that will blot out the system's star, and our mineral shortage.
ru: Этот тонкий каркас однажды поддержит горнодобывающий комплекс, который затмит звезду системы и нашу нехватку полезных ископаемых.

source: This slender frame will one day support a mining complex that will blot out the systems star, and our mineral shortage.
ru: Этот тонкий каркас однажды поддержит горнодобывающий комплекс, который уничтожит звезду систем и нашу нехватку полезных ископаемых.

source: This small Insula is designed to house teams of expansion experts which can build Insulae to allow for more infrastructure on this $name_birch$.
ru: Этот небольшой островок предназначен для размещения команд экспертов по расширению, которые могут строить изоляторы, чтобы обеспечить дополнительную инфраструктуру на этом $name_birch$

source: This small celestial body is just the right size to become an $name_war_moon$.
ru: Это маленькое небесное тело как раз подходящего размера, чтобы стать $name_war_moon$.

source: This socket hosts the necessary energy ports and other interfaces for a $aot_megaturret$ to be built here.
ru: В этом гнезде расположены необходимые энергетические порты и другие интерфейсы для построения Мега-башни.

source: This specialist division synthesizes Dark Energy.
ru: Это специализированное подразделение синтезирует темную энергию.

source: This species has evolved to prefer the security of massive bunker complexes.
ru: Этот вид эволюционировал, предпочитая безопасность массивных бункерных комплексов.

source: This species has evolved to prefer the security of massive cloud-based bunker complexes.
ru: Этот вид эволюционировал, предпочитая безопасность массивных облачных бункерных комплексов.

source: This species has evolved to prefer the security of massive ringworld bunker complexes.
ru: Этот вид эволюционировал, предпочитая безопасность массивных бункерных комплексов мира-кольца.

source: This star contains a white dwarf, which leads to extreme instabilities within the star itself.
ru: Эта звезда содержит белого карлика, что приводит к крайней нестабильности внутри самой звезды.

source: This star used to be a Brown Dwarf, but extremely advanced technologies have triggered fusion reactions within its core and ignited it.
ru: Эта звезда раньше была коричневым карликом, но чрезвычайно передовые технологии запустили термоядерные реакции в ее ядре и воспламенили его.

source: This state governs a $perfect_vassal_boost$ Empire.
ru: Это государство управляет $perfect_vassal_boost$ Империей.

source: This station serves as a remote access point to the Squareworld's internal systems, and appears to house some sort of central artificial intelligence.
ru: Эта станция служит точкой удаленного доступа к внутренним системам Квадратный мир и, по-видимому, содержит какой-то центральный искусственный интеллект.

source: This station, and the stifling control it provides, no longer suit our needs.
ru: Эта станция и обеспечиваемый ею удушающий контроль больше не удовлетворяют нашим потребностям.

source: This still sounds a bit worrying.
ru: Это все еще звучит немного тревожно.

source: This system contains a $PGATE_GALACTIC$.
ru: Эта система содержит $PGATE_GALACTIC$

source: This system has been systematically drained of all energy.
ru: Из этой системы систематически выкачивалась вся энергия.

source: This system is being affected by a powerful disruption field, making subspace travel and jump drive use impossible.
ru: На эту систему воздействует мощное разрушающее поле, делающее невозможными подпространственные путешествия и использование прыжкового двигателя.

source: This system is utterly empty and devoid of any matter.
ru: Эта система совершенно пуста и лишена какой-либо материи.

source: This vast initial skeletal frame encircles the system's sun, and serves as the platform on which we will eventually build a four fully habitable sections.
ru: Этот обширный первоначальный каркас окружает солнце системы и служит платформой, на которой мы в конечном итоге построим четыре полностью обитаемые секции.

source: This vast initial skeletal frame encircles the system's sun, and serves as the platform on which we will eventually build a whopping four fully habitable sections.
ru: Этот обширный первоначальный каркас окружает солнце системы и служит платформой, на которой мы в конечном итоге построим колоссальные четыре полностью обитаемые секции.

source: This vast network of reinforced bunkers houses the administrative heart of a Katzen Siegfried World, ensuring its defenders are as efficient as possible.
ru: В этой обширной сети укрепленных бункеров находится административное сердце мира Катзен Зигфрида, обеспечивающее максимальную эффективность его защитников.

source: This war is waged to solve a border dispute between $subjects$ by force.
ru: Эта война ведется для разрешения пограничного спора между $subjects$ силой.

source: This way we can promote good relations with other inhabitants of the galaxy and prevent misunderstandings.
ru: Так мы сможем поддерживать хорошие отношения с другими обитателями галактики и предотвратить недоразумения.

source: This will allow us to choose our vassal's ethics to keep them helpful.
ru: Это позволит нам выбирать этику наших вассалов, чтобы они оставались полезными.

source: This will allow us to choose our vassal's government to keep them helpful.
ru: Это позволит нам выбрать правительство наших вассалов, чтобы оно было полезным.

source: This will allow us to copy and upload a leaders neural network into additional mechanical bodies.
ru: Разрешить загрузку лидера ожидающих правителей в новое механическое тело.

source: This will be a huge boon to us considering the vast amounts of $aot_sr_runic_power$ necessary to fuel our $acot_sr_stellarite$ industry.
ru: Это будет огромным благом для нас, учитывая огромное количество $aot_sr_runic_power$, необходимой для поддержания нашей $acot_sr_stellarite$ промышленности.

source: This will be the largest cloning vat of its kind, capable of creating numerous massive clones.
ru: Это будет самый большой чан для клонирования в своем роде, способный создавать множество массивных клонов.

source: This will be useful to our physics department.
ru: Это будет полезно нашему физическому факультету.

source: This will enable us to clone leaders using certified NeuroCopy technology, which allows them to keep their memories and traits.
ru: Разрешить клонирование лидера ожидать правителей, клон будет иметь тот же опыт, черты характера и возраст.

source: This will help, thanks!
ru: Это определенно поможет, спасибо!

source: This will hopefully be his end.
ru: Надеюсь, это будет его концом.

source: This will increase work efficiency.
ru: Это повысит эффективность работы.

source: This will remove the $decision_deep_scanner$ from this world.
ru: Это удалит $decision_deep_scanner$ из этого мира.

source: This window is already open.
ru: Это окно уже открыто.

source: This workshop works metals forged by the ring's primary smelteries into a wide variety of consumer products.
ru: Эта мастерская перерабатывает металлы, выкованные на первичных плавильных заводах кольца, в широкий ассортимент потребительских товаров.

source: This world has an exploitable source of dark matter.
ru: В этом мире есть пригодный для использования источник темной материи.

source: This world has an exploitable source of iodizium crystals.
ru: В этом мире есть пригодный для использования источник кристаллов йодизия.

source: This world has an exploitable source of living metal.
ru: В этом мире есть пригодный для эксплуатации источник живого металла.

source: This world has an exploitable source of nanites.
ru: В этом мире есть пригодный для использования источник нанитов.

source: This world has an exploitable source of zro dust.
ru: В этом мире есть вероятный источник пыли Зро.

source: This world has an expoitable source of supertensile materials.
ru: В этом мире есть доступный источник сверхтяжелых материалов

source: This world is in chaos following a change of owner.
ru: Этот мир погрузился в хаос после смены владельца

source: This world is once again safe for our populace and can be evacuated to.
ru: Этот мир снова безопасен для нашего населения, и в него можно эвакуироваться.

source: This world is still recovering from a recent battle.
ru: Этот мир все еще восстанавливается после недавней битвы.

source: This world is unsafe for our populace and should not be evacuated to.
ru: Этот мир небезопасен для нашего населения, и его не следует эвакуировать.

source: This world will be marked ineligible for possible release as an autonomous $SUBJECT_TITLE_TEXT$.
ru: Этот мир будет помечен как непригодный для возможного выпуска как автономный $SUBJECT_TITLE_TEXT$.

source: This world will no longer be marked ineligible for possible release as an autonomous $SUBJECT_TITLE_TEXT$.
ru: Этот мир больше не будет помечен как непригодный для возможного выпуска как автономный $SUBJECT_TITLE_TEXT$.

source: This world will not be strip mined, preserving the planet and any outpost resource production
ru: Этот мир не будет подвергаться открытой добыче полезных ископаемых, что позволит сохранить планету и любые аванпосты по добыче ресурсов

source: This world's natives are resisting our rule, but they won't be able to do so forever.
ru: Уроженцы этого мира сопротивляются нашему правлению, но они не смогут делать это вечно.

source: This world's population must be evacuated before the Blokkats get to them, lest they suffer a terrible fate.
ru: Население этого мира должно быть эвакуировано до того, как блоккаты доберутся до них, иначе их постигнет ужасная участь.

source: This'll do nicely, good job everyone.
ru: Это прекрасно подойдет, все молодцы

source: This... this won't stop us!
ru: Это... это нас не остановит!

source: This: [This.GetName] Root: [Root.GetName] Prev: [Prev.GetName] From: [From.GetName] Global: [global_event_country.GetName]
ru: Это: [This.GetName] Корень: [Root.GetName] Предыдущее: [Prev.GetName] Из: [From.GetName] Глобальное: [global_event_country.GetName]

source: Thodas Maw
ru: Тодас Моу

source: Thomas von katzensdorf
ru: Томас фон Катценсдорф

source: Thomeola
ru: Томеола

source: Thonlis Maw
ru: Тонлис Моу

source: Thor Von Mittens-Fluffy
ru: Тор фон Миттенс-Пушистый

source: Thordros Abyss
ru: Бездна Тордроса

source: Those Siphons are far more valuable than some detector
ru: Эти сифоны гораздо ценнее, чем какой-нибудь детектор

source: Those are some hardy primitives.
ru: Это несколько выносливых примитивов.

source: Those found are destroyed.
ru: Найденные уничтожаются.

source: Those in power have a duty to maintain control over the unwashed masses.
ru: Те, кто у власти, обязаны поддерживать контроль над немытыми массами.

source: Those pesky rats!
ru: Эти надоедливые крысы!

source: Those that are chosen, are free.
ru: Те, кто избран, свободны.

source: Those who dare to think big are destined to become the masters of the heavens themselves.
ru: Тем, кто осмеливается мыслить масштабно, суждено самим стать хозяевами небес.

source: Those who deny freedom to others, deserve it not for themselves.
ru: Те, кто отказывает в свободе другим, не заслуживают её и для себя.

source: Thousands of languages have been spoken in our empire, and many are still spoken.
ru: В наших империях говорили на тысячах языков, и на многих говорят до сих пор.

source: Thousands of languages have been spoken in our empires, and many are still spoken.
ru: В наших империях говорили на тысячах языков, и на многих говорят до сих пор.

source: Threat Expurgation Units
ru: Подразделения по устранению угроз

source: Threatened by the $ehof_the_compound_text$
ru: Под угрозой $ehof_the_compound$

source: Threatened by the Aeternum
ru: Под угрозой Вечности

source: Threatened by the Katzenartig Imperium
ru: Империуму Катзеринга угрожает опасность

source: Threatening the Galaxy
ru: Угроза Галактике

source: Thrifty
ru: Бережливость

source: Through criminal conviction, societal transgression, or merely unfortunate circumstances of birth, the inmates here are sentenced to suffer for subjective eons.
ru: Из-за осуждения за уголовное преступление, нарушения общественного порядка или просто неудачных обстоятельств рождения заключенные здесь приговорены страдать в течение субъективных эпох.

source: Through its connection to the Blokkwork, this Blokkat possesses a vast sum of information relating to many disciplines
ru: Благодаря своему подключению к блокчейну, этот блокчейн обладает огромным объемом информации, относящейся ко многим дисциплинам

source: Through our connection to the Shroud we have developed a seventh sense for the state of the galaxy, sensing thing we normally wouldn’t.
ru: Благодаря нашей связи с Покровом, мы развили седьмое чувство - особое чувство Галактики, которая открывает перед нами свои секреты.

source: Through public education, all citizens are ensured the foundational knowledge needed to live prosperous lives.
ru: Благодаря государственному образованию все граждане получают базовые знания, необходимые для благополучной жизни.

source: Through the millennia since we formed the first cities our government have developed to something that could hardly be recognized by our predecessor before the age of space.
ru: С тех пор как мы основали первые колонии вне родной планеты, наши способности в области управления государством достигли высот, недоступных современникам до космической эры.

source: Through the use of quantum entanglement we have developed a new communication system, greatly simplifying communication throughout our empire.
ru: Благодаря использованию квантовой запутанности мы разработали новую систему связи, которая значительно упростила обмен информацией.

source: Through this knowledge of our common history we are held more tightly together.
ru: Благодаря знанию нашей общей истории мы еще крепче держимся вместе.

source: Through trade deals with other civilizations we may acquire goods that are hard to find on our own planets.
ru: Благодаря торговым сделкам с другими цивилизациями мы можем приобретать товары, которые трудно найти на наших планетах.

source: Throughout our realm there is not a soul who would not come when the empire calls for their service.
ru: Во всем нашем государстве нет ни одной души, которая бы не пришла, когда империя призовет их на службу.

source: Throughout the ages many wars have been fought.
ru: На протяжении веков велось множество войн.

source: Throughout the galaxy, we are always present, watching the passing of time and lives.
ru: Галактика всегда ощущает наше присутствие. Мы наблюдаем за течением времени и судьбами смертных.

source: Throughout the millennia our mathematicians have discovered countless of theorems, and constructed a vast array of mathematical theories.
ru: На протяжении тысячелетий наши математики открыли бесчисленное множество теорем и построили огромное количество математических теорий.

source: Thuarads Singularity
ru: Сингулярность Туарадов

source: Thuizars Maw
ru: Пасть Туизара

source: Thulis Black Hole
ru: Черная дыра Тулиса

source: Thus, relaxing certain imperial regulations, we can allow planets to better adapt to their local conditions and thereby increase their productive output.
ru: Таким образом, ослабив некоторые имперские правила, мы можем позволить планетам лучше адаптироваться к местным условиям и тем самым повысить производительность.

source: Thuteas Maw
ru: Пасть Тутеаса

source: Tiaphus Maelstrom
ru: Водоворот Тиафуса

source: Tier 1 Nanite Facility
ru: Нанитовая фабрика Уровень-1

source: Tier 2 Nanite Facility
ru: Нанитовая фабрика Уровень-2

source: Tier 3 Nanite Facility
ru: Нанитовая фабрика Уровень-3

source: Tiered enclosures full of edible sea grasses and attendant wildlife.
ru: Многоуровневые вольеры, полные съедобных морских трав и сопутствующей дикой природы

source: Tight Fisted
ru: Прижимистость

source: Timdias Maw
ru: Тимдиас Моу

source: Time Warp
ru: Искажение времени

source: Time travel?
ru: Путешествие во времени?

source: Time-Crystal-Fluid Shell
ru: Оболочка времени-кристалла-жидкости

source: Timustedes Maw
ru: Пасть Тимустеда

source: Titan
ru: Титан

source: Titan Breaker
ru: Нос титановый разрушитель

source: Titan Build Speed
ru: Скорость строительства титанов

source: Titan Hunter
ru: Охотник на титанов

source: Titan Hunters
ru: Охотники на титанов

source: Titanic Housing
ru: Титанический корпус

source: Titanic Ringworld
ru: Титаническое мир-кольцо

source: Titanic battle machines are an intimidating sight on the battlefield, as they are outfitted with superior armour and heavier firepower than standard infantry.
ru: Боевые машины «Титан» представляют собой пугающее зрелище на поле битвы. Они оснащены улучшенной броней и обладают большей огневой мощью, в сравнении со стандартной пехотой.

source: Titans
ru: Титаны

source: Titans are massive robotic walkers.
ru: Титаны - это огромные роботы-шагоходы.

source: Tiyanki Matriarch
ru: Матриарх Тиянки

source: Tiyanki Matriarchs
ru: Матриархи тиянки

source: Tiyanki Ox
ru: Тиянки

source: Tiyanki Oxen
ru: Тиянки

source: Tiyankis Inside
ru: Тянкис внутри

source: To Victory!
ru: К победе!

source: To Wait and Watch
ru: Ждать и наблюдать

source: To a profitable future for us all.
ru: За прибыльное будущее для всех нас
